import annafrank from '@/assets/annafrank.jpg'
import barnyard from '@/assets/barnyard.jpg'
import blownawaybywind from '@/assets/blownawaybywind.jpg'
import charlottebronte from '@/assets/charlottebronte.jpg'
import charlotteweb from '@/assets/charlotteweb.jpg'
import clive from '@/assets/clive.jpg'
import degreesfahrenheit from '@/assets/degreesfahrenheit.jpg'
import grapeswrath from '@/assets/grapeswrath.jpg'
import greatgatsby from '@/assets/greatgatsby.jpg'
import killamonckingbird from '@/assets/killamonckingbird.jpg'
import Marktwain from '@/assets/Marktwain.jpg'
import prideandpersuasion from '@/assets/prideandpersuasion.jpg'
import servant from '@/assets/servant.jpg'
import smallgirls from '@/assets/smallgirls.jpg'

export default [
	{
		id: 1,
		title: '"Убить пересмешника"',
		author: 'Харпер Ли',
		genre: 'Роман',
		image: killamonckingbird,
		description:
			'Действие происходит в вымышленном городке Мейкомб, Алабама. Главная героиня — девочка по имени Джин-Луиза (Скаут) Финч, которая вместе с братом Джемом и другом Дилом наблюдает за жизнью взрослых. Их отец, Аддикус Финч — честный адвокат, берётся защищать Тома Робинсона, чернокожего мужчину, ложно обвинённого в изнасиловании белой женщины. Несмотря на очевидную невиновность Тома, расистское общество осуждает его.Параллельно развивается линия загадочного соседа Артура (Бу) Рэдли, которого дети считают пугающим изгоем, но в итоге он проявляет доброту и спасает их от реальной опасности. ',
	},

	{
		id: 2,
		title: '"Гордость и предубеждение"',
		author: 'Джейн Остен',
		genre: 'Роман',
		image: prideandpersuasion,
		description:
			'Действие происходит в Англии конца XVIII – начала XIX века. Главная героиня — Элизабет Беннет, умная, независимая и остроумная девушка из семьи среднего класса. Её мать, миссис Беннет, отчаянно пытается выдать замуж своих пятерых дочерей, так как после смерти отца их дом перейдёт к дальнему родственнику. На баллу Элизабет встречает мистера Дарси — богатого, гордого аристократа. Их первое знакомство заканчивается взаимной неприязнью: Дарси кажется ей высокомерным, а он считает её недостаточно знатной. Однако по мере развития событий оба вынуждены пересмотреть свои мнения друг о друге. ',
	},
	{
		id: 3,
		title: '"Дневник Анны Франк"',
		author: 'Анна Франк',
		genre: 'Подлинный дневник',
		image: annafrank,
		description:
			'Анна Франк получила тетрадь в подарок на 13-летие и начала записывать в неё свои мысли, переживания и повседневную жизнь. Через месяц её семья (отец Отто, мать Эдит и сестра Марго) вынуждена уйти в "Убежище" — потайные комнаты в задней части дома на Принсенграхт, 263, где к ним позже присоединяются ещё четыре человека. Два года Анна описывает жизнь в заточении: страх разоблачения, сложные отношения с соседями, взросление, первую любовь (к Петеру ван Даану), конфликты с матерью и мечты о будущем. Последняя запись сделана 1 августа 1944 года, а 4 августа всех обитателей убежища арестовывают из-за доноса. Анна погибает в концлагере Берген-Бельзен (март 1945), не дожив до освобождения. Единственный выживший — её отец, Отто Франк, который опубликовал дневник в 1947 году.',
	},
	{
		id: 4,
		title: '"Великий Гэтсби"',
		author: 'Фицджеральд',
		genre: 'Роман',
		image: greatgatsby,
		description:
			'Действие происходит в 1922 году на Лонг-Айленде (Нью-Йорк), где разделённые заливом «Пылающие золотом» особняки новой аристократии (Ист-Эгг) соседствуют с показной роскошью нуворишей (Уэст-Эгг).Повествование ведётся от лица Ника Каррауэя, скромного биржевого работника, который арендует дом по соседству с таинственным миллионером Джеем Гэтсби — хозяином шумных вечеринок, окутанным слухами. Вскоре Нек узнаёт, что вся жизнь Гэтсби — попытка вернуть Дэйзи Бьюкенен (двоюродную сестру Ника), жену грубого и богатого Тома Бьюкенена. Гэтсби, поднявшийся из нищеты ради любви к Дэйзи, сталкивается с жестокой реальностью: её выбор между ним и Томом — это выбор между мечтой и циничным комфортом. Финал трагичен: Дэйзи сбегает от ответственности, Том манипулирует событиями, а Гэтсби погибает, так и не поняв, что его «зелёный огонёк» (символ недостижимого будущего) был иллюзией.',
	},
	{
		id: 5,
		title: '"Паутина Шарлотты"',
		author: 'Элвин Брукс Уайт',
		genre: 'Повесть',
		image: charlotteweb,
		description:
			'Главный герой — поросёнок Вильбур, рождённый самым слабым в помёте. Девочка Ферн Арабл спасает его от гибели, выкормив из соски, но вскоре Вильбура отправляют жить на ферму её дяди Гомера Цукермана. Там поросёнок узнаёт страшную правду: его вырастят на Рождественский окорок. Отчаявшись, Вильбур находит неожиданного друга — паучиху Шарлотту, мудрую и добрую, живущую в углу сарая. Чтобы спасти Вильбура, Шарлотта плетёт в своей паутине «волшебные» надписи: «Необыкновенная свинка», «Блистательный», «Скромный». Люди решают, что Вильбур — чудо, и его жизнь спасают. Однако Шарлотта, отдавшая все силы, умирает, оставив после себя кокон с детёнышами. Трое из них остаются с Вильбуром, продолжая цикл дружбы и памяти.',
	},
	{
		id: 6,
		title: '"Маленькие женщины"',
		author: 'Луиза Мэй Олкотт',
		genre: 'Роман',
		image: smallgirls,
		description:
			'Действие разворачивается во время Гражданской войны в США. Четыре сестры Марч — Мэг, Джо, Бет и Эми — живут с матерью (Марми) в скромном доме, пока их отец служит военным священником. Несмотря на бедность, девочки поддерживают друг друга, мечтают о будущем и учатся преодолевать трудности. Мэг — старшая, красивая, мечтает о любви и семье. Джо — бунтарка, талантливая писательница, отвергающая стереотипы о женской доле.Бет — тихая, добрая, музыкально одарённая, но болезненная. Эми — младшая, артистичная, немного избалованная, но искренняя. Соседский внук Лори (Тедди) становится их близким другом, а его дед, мистер Лоренс, помогает семье. Джо отвергает предложение Лори, что приводит к размолвке, но позже он находит счастье с Эми. Трагедия приходит, когда Бет умирает от болезни. В финале Джо выходит замуж за профессора Баера, открывает школу, а Мэг и Эми тоже обретают своё счастье.',
	},
	{
		id: 7,
		title: '"451° по Фаренгейту"',
		author: 'Рэй Брэдбери',
		genre: 'Антиутопия',
		image: degreesfahrenheit,
		description:
			'Действие происходит в будущем, где пожарные не тушат пожары, а сжигают книги (451°F — температура воспламенения бумаги). Главный герой, Гай Монтэг, — пожарный, который слепо выполняет приказы, пока не встречает Клариссу Маклеллан, свободомыслящую девушку, заставляющую его усомниться в системе. После самоубийства жены (поглощённой виртуальным «телесемейством») и гибели Клариссы Монтэг тайно сохраняет книги и присоединяется к подпольщикам. Его преследует механический пёс и начальник капитан Битти, знающий тексты книг наизусть, но ненавидящий их. В финале город разрушен войной, а Монтэг и беженцы-диссиденты (каждый запомнивший одну книгу) идут восстанавливать культуру.',
	},
	{
		id: 8,
		title: '"Унесенные ветром"',
		author: 'Маргарет Митчелл',
		genre: 'Роман',
		image: blownawaybywind,
		description:
			'Действие разворачивается в Джорджии с 1861 по 1873 год. Главная героиня — Скарлетт О’Хара, своенравная и харизматичная южанка, которая влюблена в идеализированного Эшли Уилкса. Однако он женится на кроткой Мелани Гамильтон, что становится для Скарлетт ударом. В финале, после смерти Мелани и Эшли, Скарлетт осознаёт, что любила лишь призрак, а её настоящая любовь — Ретт, который уходит со словами: «Мне, по правде сказать, наплевать». Но она решает бороться: «Я подумаю об этом завтра… Ведь завтра будет уже другой день».',
	},
	{
		id: 9,
		title: '"Джейн Эйр"',
		author: 'Шарлотта Бронте',
		genre: 'Роман',
		image: charlottebronte,
		description:
			'История начинается с детства Джейн Эйр — бедной сироты, страдающей от жестокости тётки и кузенов. Её отправляют в приют Ловуд, где она терпит лишения, но обретает подруг и образование. Став гувернанткой в поместье Торнфилд, Джейн влюбляется в хозяина — мрачного, страстного мистера Рочестера. Их любовь взаимна, но свадьба сорвана: Джейн узнаёт, что у Рочестера есть безумная жена Берта, запертая на чердаке. Не желая быть любовницей, Джейн бежит из Торнфилда. После скитаний она находит приют у священника Сент-Джона Риверса, который предлагает ей брак без любви (ради миссионерства). В критический момент Джейн слышит мистический зов Рочестера и возвращается в Торнфилд — теперь разрушенный пожаром, где Берта погибла, а Рочестер ослеп и потерял руку. Джейн выходит за него замуж, обретая наконец семью и счастье.',
	},
	{
		id: 10,
		title: '"Скотный двор"',
		author: 'Джордж Оруэлл',
		genre: 'Антиутопическая повесть',
		image: barnyard,
		description:
			'Животные «Господского двора», вдохновлённые идеями старого кабана Майора, поднимают восстание против фермера Джонса и изгоняют людей. Они провозглашают принципы «Анимализма» (аналог коммунизма). Финал символичен: животные, глядя сквозь окно на свиней и людей за карточным столом, не могут отличить одних от других.',
	},
	{
		id: 11,
		title: '"Приключения Гекльберри Финна"',
		author: 'Марк Твен',
		genre: 'Роман',
		image: Marktwain,
		description:
			'Продолжение «Приключений Тома Сойера», но с более взрослым и философским взглядом. Повествование ведётся от лица Гекльберри Финна — мальчика-бродяги, сбежавшего от пьяницы-отца и фальшивой «цивилизации». В финале оказывается, что Джима уже освободили (хозяйка завещала ему свободу), а Том Сойер намеренно усложнял его побег ради «романтики».',
	},
	{
		id: 12,
		title: '"Прислуга"',
		author: 'Кэтрин Стокетт',
		genre: 'Роман',
		image: servant,
		description:
			'Действие происходит в Джексоне, Миссисипи (1962–1964), на фоне движения за гражданские права. Три героини по очереди ведут повествование: Эйбилин Кларк — чернокожая горничная, воспитывающая 17-го по счёту белого ребёнка, пока её собственного сына убивают из-за расовой ненависти. Минни Джексон — другая «прислуга», известная своим острым языком и фирменным шоколадным пирогом с… неожиданным ингредиентом (месть расистке Хилли). Юджиния «Скитер» Фелан — молодая белая журналистка, решающая написать книгу о жизни чернокожих служанок, рискуя репутацией и безопасностью.Скитер уговаривает Эйбилин, Минни и других женщин рассказать правду о унижениях: отдельные туалеты «для цветных», запрет на прикосновения к белым детям после того, как они «подрастут», постоянный страх увольнения. Книга «The Help» выходит анонимно, но её последствия меняют жизни всех героинь.',
	},
	{
		id: 13,
		title: '"Гроздья гнева"',
		author: 'Джон Стейнбек',
		genre: 'Роман',
		image: grapeswrath,
		description:
			'Семья Джоудов, выгнанная с земли в Оклахоме из-за засухи и банковских махинаций, отправляется в Калифорнию, поверив рекламе о «рае для рабочих». На стареньком грузовике они едут по Route 66, сталкиваясь с голодом, смертями и жестокостью: Том Джоуд (главный герой) — бывший заключённый, в пути осознающий необходимость бороться за справедливость. Мама Джоуд — стержень семьи, чья фраза «Мы — народ, который выживет» становится лейтмотивом. Джим Кейси — бывший проповедник, прототип Христа, говорящий: «Может, все люди — одно большое сердце». В Калифорнии их ждёт разочарование: лагеря мигрантов, голодные зарплаты, полицейские облавы. Том, став свидетелем убийства Кейси, скрывается, но обещает продолжить дело: «Я буду везде — где голодный и злой человек борется».',
	},
	{
		id: 14,
		title: '"Лев, Колдунья и Платяной шкаф"',
		author: 'Клайв Льюис',
		genre: 'Роман',
		image: clive,
		description:
			'Четверо детей — Питер, Сьюзен, Эдмунд и Люси — попадают из нашего мира в волшебную страну Нарнию через старый платяной шкаф в доме профессора Керка. Они обнаруживают, что Нарния находится под властью Белой Колдуньи Джадис, которая навела вечную зиму («Всегда зима, но никогда Рождество»).Люси (младшая) первой находит Нарнию и встречает фавна Тумнуса, который позже жертвует собой ради неё. Эдмунд предаёт брата и сестёр, соблазнившись обещаниями Колдуньи, но раскаивается. Аслан, великий лев и истинный правитель Нарнии, возвращается, чтобы исполнить древнее пророчество: «Когда на трон сядут два сына Адама и две дочери Евы, власть Колдуньи падёт». Кульминация — жертва Аслана: он добровольно отдаёт себя на казнь вместо Эдмунда (по «Глубокой Магии» предатель должен умереть). Однако Аслан воскресает благодаря «Более глубокой магии»: «Если вместо виновного умрёт невинный, смерть отступит». В финале дети становятся королями и королевами Нарнии, побеждая Колдунью в битве.',
	},
]
